Repository: cte13/PokeTokenBar-iOS
Catalog: PokeTokenBariOS/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko

source: %@ to next evolution
es: %@ para la próxima evolución
ja: 次の進化まで %@
ko: 다음 진화까지 %@

source: %lld species
es: %lld especies
ja: %lld種
ko: %lld종

source: %lld%% hatched
es: %lld%% incubado
ja: %lld%% 孵化
ko: %lld%% 부화

source: 1 minute
es: 1 minuto
ja: 1分
ko: 1분

source: 2 minutes
es: 2 minutos
ja: 2分
ko: 2분

source: 5 minutes
es: 5 minutos
ja: 5分
ko: 5분

source: 5h limit at %@
es: Límite de 5 h a las %@
ja: %@ に5時間上限到達
ko: %@에 5시간 한도 도달

source: Appearance
es: Apariencia
ja: 外観
ko: 화면

source: Auto-refresh
es: Actualización automática
ja: 自動更新
ko: 자동 새로고침

source: Available
es: Disponible
ja: 利用可能
ko: 사용 가능

source: Bag
es: Bolsa
ja: バッグ
ko: 가방

source: Burn
es: Consumo
ja: 消費速度
ko: 소모 속도

source: Buy on Mac
es: Comprar en el Mac
ja: Macで購入
ko: Mac에서 구매

source: Cached
es: En caché
ja: キャッシュ
ko: 캐시됨

source: Cannot connect to Mac
es: No se puede conectar al Mac
ja: Macに接続できません
ko: Mac에 연결할 수 없어요

source: Cannot reach Mac
es: No se encuentra el Mac
ja: Macに到達できません
ko: Mac에 닿지 않아요

source: Checking connection...
es: Comprobando conexión...
ja: 接続を確認中...
ko: 연결 확인 중...

source: Collection
es: Colección
ja: 図鑑
ko: 도감

source: Common
es: Común
ja: ノーマル
ko: 일반

source: Connect
es: Conectar
ja: 接続
ko: 연결

source: Connect to Mac
es: Conectar al Mac
ja: Macに接続
ko: Mac에 연결

source: Connected!
es: ¡Conectado!
ja: 接続しました！
ko: 연결됐어요!

source: Connecting to Mac...
es: Conectando al Mac...
ja: Macに接続中...
ko: Mac에 연결 중...

source: Cost
es: Coste
ja: コスト
ko: 비용

source: Current Data
es: Datos actuales
ja: 現在のデータ
ko: 현재 데이터

source: Dark
es: Oscuro
ja: ダーク
ko: 다크

source: Data syncs automatically via iCloud when both devices share the same Apple ID. For local network sync, enter your Mac's IP address below.
es: Los datos se sincronizan automáticamente por iCloud cuando ambos dispositivos usan el mismo Apple ID. Para sincronizar por red local, introduce abajo la IP de tu Mac.
ja: 両方のデバイスが同じApple IDなら、iCloud経由で自動同期されます。 ローカルネットワーク同期を使う場合は、下にMacのIPアドレスを入力してください。
ko: 두 기기가 같은 Apple ID를 쓰면 iCloud로 자동 동기화돼요. 로컬 네트워크 동기화를 쓰려면 아래에 Mac의 IP 주소를 입력하세요.

source: Data syncs via iCloud. Local network is used as fallback when iCloud is unavailable.
es: Los datos se sincronizan por iCloud. La red local se usa como alternativa cuando iCloud no está disponible.
ja: データはiCloud経由で同期されます。iCloudが使えないときはローカルネットワークを使います。
ko: 데이터는 iCloud로 동기화돼요. iCloud를 쓸 수 없을 때 로컬 네트워크를 대신 사용해요.

source: Find your Mac's IP in System Settings → Network, or enable the iPhone companion server in PokeTokenBar settings.
es: Encuentra la IP de tu Mac en Ajustes del Sistema → Red, o activa el servidor para iPhone en los ajustes de PokeTokenBar.
ja: MacのIPはシステム設定 → ネットワークで確認するか、PokeTokenBarの設定でiPhoneコンパニオンサーバーを有効にしてください。
ko: Mac의 IP는 시스템 설정 → 네트워크에서 확인하거나, PokeTokenBar 설정에서 iPhone 컴패니언 서버를 켜세요.

source: Home
es: Inicio
ja: ホーム
ko: 홈

source: Items can be purchased on your Mac.
es: Los objetos se compran en tu Mac.
ja: アイテムはMacで購入できます。
ko: 아이템은 Mac에서 구매할 수 있어요.

source: Items can be used on your Mac.
es: Los objetos se usan en tu Mac.
ja: アイテムはMacで使えます。
ko: 아이템은 Mac에서 사용할 수 있어요.

source: Last Update
es: Última actualización
ja: 最終更新
ko: 마지막 갱신

source: Legendary
es: Legendario
ja: 伝説
ko: 전설

source: Light
es: Claro
ja: ライト
ko: 라이트

source: Local Network (Optional)
es: Red local (opcional)
ja: ローカルネットワーク（任意）
ko: 로컬 네트워크 (선택)

source: Local network
es: Red local
ja: ローカルネットワーク
ko: 로컬 네트워크

source: Looking for data source…
es: Buscando fuente de datos…
ja: データソースを探しています…
ko: 데이터 소스를 찾는 중…

source: Mac IP Address
es: Dirección IP del Mac
ja: MacのIPアドレス
ko: Mac IP 주소

source: Mac IP Address (e.g. 192.168.1.42)
es: IP del Mac (p. ej. 192.168.1.42)
ja: MacのIPアドレス（例: 192.168.1.42）
ko: Mac IP 주소 (예: 192.168.1.42)

source: Mac app v%@
es: App de Mac v%@
ja: Mac アプリ v%@
ko: Mac 앱 v%@

source: No Pokémon collected yet
es: Aún no has coleccionado Pokémon
ja: まだポケモンを集めていません
ko: 아직 모은 포켓몬이 없어요

source: No data source available
es: No hay ninguna fuente de datos disponible
ja: 利用できるデータソースがありません
ko: 사용할 수 있는 데이터 소스가 없어요

source: No rate limits active
es: No hay límites activos
ja: 有効な上限はありません
ko: 활성화된 한도가 없어요

source: No shop data yet
es: Aún no hay datos de la tienda
ja: まだショップのデータがありません
ko: 아직 상점 데이터가 없어요

source: Not Available
es: No disponible
ja: 利用不可
ko: 사용 불가

source: Not enough tokens
es: Tokens insuficientes
ja: トークンが足りません
ko: 토큰이 부족해요

source: Off (manual only)
es: Desactivado (solo manual)
ja: オフ（手動のみ）
ko: 끔 (수동만)

source: Owned
es: En propiedad
ja: 所持済み
ko: 보유 중

source: Pokémon graduate from your Mac to appear here.
es: Los Pokémon que se gradúan en tu Mac aparecen aquí.
ja: Macで卒業したポケモンがここに表示されます。
ko: Mac에서 졸업한 포켓몬이 여기에 나타나요.

source: Price %@
es: Precio %@
ja: 価格 %@
ko: 가격 %@

source: RAISING
es: CRIANDO
ja: 育成中
ko: 육성 중

source: Raise your Pokémon on the Mac — graduated species appear here.
es: Cría tus Pokémon en el Mac — las especies graduadas aparecen aquí.
ja: Macでポケモンを育てましょう — 卒業した種がここに表示されます。
ko: Mac에서 포켓몬을 키우세요 — 졸업한 종이 여기에 나타나요.

source: Rare
es: Raro
ja: レア
ko: 희귀

source: Rate Limits
es: Límites de uso
ja: 使用上限
ko: 사용 한도

source: Refresh
es: Actualizar
ja: 更新
ko: 새로고침

source: Refresh Now
es: Actualizar ahora
ja: 今すぐ更新
ko: 지금 새로고침

source: Retry
es: Reintentar
ja: 再試行
ko: 다시 시도

source: Server returned HTTP %lld
es: El servidor devolvió HTTP %lld
ja: サーバーが HTTP %lld を返しました
ko: 서버가 HTTP %lld 을(를) 반환했어요

source: Settings
es: Ajustes
ja: 設定
ko: 설정

source: Setup
es: Configuración
ja: セットアップ
ko: 설정

source: Shop
es: Tienda
ja: ショップ
ko: 상점

source: Spend the tokens you've used on items.
es: Gasta los tokens que has usado en objetos.
ja: 使ったトークンでアイテムを買えます。
ko: 사용한 토큰으로 아이템을 사세요.

source: Spendable tokens
es: Tokens disponibles
ja: 使えるトークン
ko: 사용 가능한 토큰

source: System
es: Sistema
ja: システム
ko: 시스템

source: Test Connection
es: Probar conexión
ja: 接続テスト
ko: 연결 테스트

source: Theme
es: Tema
ja: テーマ
ko: 테마

source: This Month
es: Este mes
ja: 今月
ko: 이번 달

source: This Week
es: Esta semana
ja: 今週
ko: 이번 주

source: Today
es: Hoy
ja: 今日
ko: 오늘

source: Token Egg
es: Huevo de tokens
ja: トークンのタマゴ
ko: 토큰 알

source: Uncommon
es: Poco común
ja: アンコモン
ko: 고급

source: Update PokeTokenBar on your Mac to browse the shop here.
es: Actualiza PokeTokenBar en tu Mac para ver la tienda aquí.
ja: MacのPokeTokenBarを更新すると ここでショップを見られます。
ko: Mac의 PokeTokenBar를 업데이트하면 여기서 상점을 볼 수 있어요.

source: Waiting for data from your Mac…
es: Esperando datos de tu Mac…
ja: Macからのデータを待っています…
ko: Mac의 데이터를 기다리는 중…

source: Won't reach the 5h limit before reset
es: No alcanzará el límite de 5 h antes del reinicio
ja: リセット前に5時間上限には達しません
ko: 리셋 전에 5시간 한도에 도달하지 않아요

source: Your bag is empty!
es: ¡Tu bolsa está vacía!
ja: バッグは空です！
ko: 가방이 비어 있어요!

source: iCloud Sync
es: Sincronización iCloud
ja: iCloud 同期
ko: iCloud 동기화

source: resets %@
es: se reinicia %@
ja: リセット %@
ko: 리셋 %@

source: updated %@ ago
es: actualizado hace %@
ja: %@前に更新
ko: %@ 전 갱신

source: %@ to graduation
es: %@ para graduarse
ja: 卒業まで %@
ko: 졸업까지 %@
